tap 'caskroom/cask'
tap 'caskroom/versions'

brew 'caskroom/cask/brew-cask'
brew 'coreutils'
brew 'docker-machine'
brew 'docker-machine-driver-xhyve'
brew 'gdbm'
brew 'go'
brew 'grc'
brew 'htop-osx'
brew 'openssl'
brew 'postgresql'
brew 'python'
brew 'python3'
brew 'readline'
brew 'redis'
brew 'spark'
brew 'sqlite'
brew 'xz'
cask 'audacity'
cask 'dropbox'
cask 'flux'
cask 'google-chrome'
cask 'iterm2'
cask 'node'
cask 'nvalt'
cask 'rdio'
cask 'sdspeed'
cask 'skype'
cask 'spectacle'
cask 'sublime-text3'
cask 'transmission'
cask 'vlc'
