cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/versions'

brew 'coreutils'
brew 'docker-machine'
brew 'docker-machine-driver-xhyve'
brew 'go'
brew 'graphviz'
brew 'htop'
brew 'openssl'
brew 'postgresql'
brew 'python'
brew 'python3'
brew 'redis'
brew 'xz'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'postman'
cask 'skype'
cask 'spectacle'
#cask 'sublime-text'
cask 'telegram'
cask 'transmission'
cask 'vlc'
